{
"Pregunta 1": "Los objetivos de aprendizaje son claramente definidos.",
"Pregunta 2": "El docente ha planificado el curso con objetivos y temas que encajan en la carta descriptiva.",
"Pregunta 3": "El docente ha integrado a su planeación los criterios de evaluación de manera clara.",
"Pregunta 4": "El docente ha integrado a su planeación los criterios de evaluación de manera clara.",
"Pregunta 5": "Se ha conseguido tener una relación entre las actividades desarrolladas y las competencias básicas adquiridas por los estudiantes.",
"Pregunta 6": "Se han planificado tareas que supongan retos cognitivos para los estudiantes.",
"Pregunta 7": "Se detallan los tiempos para la revisión de los temas, inicios y términos de las diferentes actividades.",
"Pregunta 8": "Las sesiones de clase son acordes al tiempo establecido en la planeación de actividades (Duración horas-clase).",
"Pregunta 9": "Se facilita el acceso a diferentes fuentes de información.",
"Pregunta 10": "Se utilizan técnicas para ayudar a la comprensión de los conceptos (ejemplos, material audiovisual, analogías etc.).",
"Pregunta 11": "Se utilizan recursos materiales y tecnológicos variados para hacer las tareas y actividades comprensibles y significativas.",
"Pregunta 12": "El docente Favorece el proceso de reflexión sobre el propio aprendizaje (metacognición).",
"Pregunta 13": "Se promueve la responsabilidad tanto del trabajo individual, como el trabajo en equipo, en el desarrollo de las diferentes actividades.",
"Pregunta 14": "Son frecuentes las oportunidades para la interacción y discusión en un marco de respeto.",
"Pregunta 15": "El docente promueve un clima de aula libre, motivador y democrático.",
"Pregunta 16": "Se han utilizado y propuesto estrategias de resolución de conflictos.",
"Pregunta 17": "Las sesiones de clase se dan bajo un marco de valores y convivencia armoniosa.",
"Pregunta 18": "Se plantean equipos para favorecer la inclusión y participación de todos los miembros del salón, de una manera heterogénea.",
"Pregunta 19": "La revisión de las actividades propuestas por el docente se dan de manera oportuna.",
"Pregunta 20": "El docente brinda la retroalimentación y orientación sobre las actividades planteadas.",
"Pregunta 21": "Se brinda el seguimiento de las actividades para favorecer el cumplimiento de las mismas.",
"Pregunta 22": "El docente mantiene una disponibilidad importante para atender dudas y consultas de los compañeros del salón de clase.",
"Pregunta 23": "El docente muestra la actitud de servicio para comprender las situaciones que se presentan en el salón de clase.",
"Pregunta 24": "El docente inicia y termina la sesión de clase en tiempo y forma.",
"Pregunta 25": "Se promueve la puntualidad del grupo, para presentarse a las sesiones de clase y en las entregas de actividades.",
"Pregunta 26": "Se cumplen con los acuerdos de la planeación."
}